name: "eosin_yolo"
platform: "onnxruntime_onnx"
max_batch_size: 0

input [
  {
    name: "images"
    data_type: TYPE_FP32
    dims: [1, 3, 448, 448]
  }
]

output [
  {
    name: "output0"
    data_type: TYPE_FP32
    dims: [1, 116, 4116]
  }
]

instance_group [
  {
    kind: KIND_GPU
    count: 1
    gpus: [0]
  }
]